import React from 'react'
import './About.css'
const About = () => {
  return (
    <div className='main-a'>
      <div className="about">
        <h1>Школа будущего "Свет знаний"</h1>
        <h3>История школы "Свет знаний"</h3>
        <p>
          Школа "Свет знаний" открыла свои двери для учеников в далеком 1985 году,
          в стремлении стать центром образования и вдохновения для молодежи.
          Расположенная в сердце города, она с самого начала выделялась своим прогрессивным подходом к обучению.
          Идея создания школы принадлежала выдающемуся педагогу и просветителю Алексею Николаевичу Гордееву,
          который верил, что каждый ребенок имеет право на качественное образование, вне зависимости от обстоятельств.
          Под его руководством школа быстро обрела репутацию не только как место для получения знаний,
          но и как пространство для развития талантов и воспитания будущих лидеров.</p>
        <div>
          <img className='ri' src="https://st2.depositphotos.com/1729220/5771/i/450/depositphotos_57715167-stock-photo-school-girl-crush.jpg" alt="" />
        </div>
        <h3>Инновации и традиции</h3><p>
          С момента основания школа "Свет знаний" была местом,где традиции сочетались с инновациями.
          Уже в 1990-х годах она одной из первых в регионе внедрила компьютерные технологии в образовательный процесс,
          а в 2000-х открыла собственные лаборатории робототехники и естественных наук.
          В 2015 году школа прошла полное обновление: были отремонтированы здания, установлено современное оборудование,
          и началось внедрение интерактивных методов обучения. При этом школа сохранила свои добрые традиции
          – ежегодные литературные вечера, спортивные соревнования и экологические акции.</p>
        <div>
          <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/%D0%97%D0%B5%D0%BC%D1%81%D0%BA%D0%B0%D1%8F_%D1%88%D0%BA%D0%BE%D0%BB%D0%B0_%D0%92%D1%8F%D1%82%D1%81%D0%BA%D0%BE%D0%B9_%D0%B3%D1%83%D0%B1_%D0%B4%D0%B5%D1%82%D0%B8.jpg/280px-%D0%97%D0%B5%D0%BC%D1%81%D0%BA%D0%B0%D1%8F_%D1%88%D0%BA%D0%BE%D0%BB%D0%B0_%D0%92%D1%8F%D1%82%D1%81%D0%BA%D0%BE%D0%B9_%D0%B3%D1%83%D0%B1_%D0%B4%D0%B5%D1%82%D0%B8.jpg" alt="" />
        </div>
        <h3>Наше название – наша философия</h3>
        <p>Название школы отражает ее суть: "Свет знаний" символизирует стремление к просвещению, открытию нового и развитию творческого потенциала в каждом ученике.
          <ol>
            <li>
              Свет – это энергия, мотивация, доброта и тепло, которые школа дарит своим ученикам.
            </li>
            <li>
              Знания – это ключ к будущему, который каждый ребенок получает, проходя обучение здесь.
            </li>
          </ol>
          <h3>Заключение</h3>
            Школа "Свет знаний" гордится своими выпускниками, которые становятся успешными учеными, предпринимателями, спортсменами и деятелями искусства. Мы верим, что каждый ребенок, выходящий из наших стен, несет с собой частичку света, способного изменить мир к лучшему.
          
          <br />
          <br /><br /> Добро пожаловать в "Свет знаний" – место, где начинается ваше будущее!
        </p>
      </div>
    </div>
  )
}

export default About